[Main]
DisplayName=ภาษาไทย

[Uninstaller_frmIObitUninstall]
rdibFeedback.Caption=คำติชม

[Uninstaller_fraBrowserCleaner]
lbl_NoItems.caption=ไม่มีแถบเครื่องมือและปลั๊กอินติดตั้งบนเบราว์เซอร์ของคุณ
rdlvAllBrowse.Columns[0].Caption=ชื่อ
rdlvAllBrowse.Columns[1].Caption=คะแนนผู้ใช้
rdlvAllBrowse.Columns[2].Caption=การดำเนินการ
rdlvCustomBrowse.Columns[0].Caption=ชื่อ
rdlvCustomBrowse.Columns[1].Caption=การดำเนินการ
mniRemove.Caption=นำออก
mniRate.Caption=ให้คะแนน
mniIgone.Caption=ละเว้น
mniRefush.Caption=รีเฟรช
mniOpenFloder.Caption=เปิดตำแหน่งไฟล์
mniOpeninRegedit.Caption=เปิดใน Regedit
mniSelectedAll.Caption=เลือกทั้งหมด
mniInvertSelection.Caption=สลับการเลือก
mniSearchOnline.Caption=ค้นหาออนไลน์

[Uninstaller_frmRestBrowserDefault]
lbl_Caption.Caption=รีเซ็ตเบราว์เซอร์
lblConfire.Caption=คุณต้องการรีเซ็ตกลับเป็นการตั้งค่าพื้นฐานหรือไม่?
lblHomepageTitle.Caption=โฮมเพจปัจจุบัน:
lblSearchTitle.Caption=ตัวค้นหาปัจจุบัน:
btnImg_OK.Caption=ตกลง
btnImg_Cancel.Caption=ยกเลิก

[Uninstaller_frm_FeedBack]
lbl_Title.caption=คำติชม
lbl_DescTitle.caption=คำอธิบาย:
lbl_EmailHint.caption=โปรดตรวจสอบให้แน่ใจว่าอีเมล์ของคุณถูกต้อง เพราะเราจะใช้ติดต่อกลับไปหาคุณ
lbl_EmailTitle.caption=อีเมล์:
lbl_ScreenShot.caption=จับภาพหน้าจอ
lbl_TypeTitle.caption=ประเภทคำร้อง:
btnImg_FeedBackSend.caption=ส่ง
btnImg_FeedBackCancel.caption=ยกเลิก
lbl_ContactMsg.caption=หรือติดต่อเราโดยตรงผ่าน

[Uninstaller_From_PluginNotice]
lbl_Title.caption=IObit Uninstaller
btnImg_Remove.caption=กำจัด
lbl_NoTkanks.caption=ไม่ต้องแสดงอีก

[Uninstaller_frmSetting]
lbl_Caption.caption=การตั้งค่า
lbl_UserInterfaceTitle.caption=ส่วนติดต่อผู้ใช้
lbl_SkinTitle.caption=สกิน:
lbl_LanguageTitle.caption=ภาษาปัจจุบัน:
lbl_FontSize.caption=ขนาดอักษร:
lbl_Classic.caption=คลาสสิก
lbl_White.caption=สีขาว
lbl_UpdateTitle.caption=วิธีอัปเดท
lbl_UpdateRemind.caption=เตือนฉันเมื่ออัพเดทพร้อมใช้งาน
lbl_UpdateChooseDes.caption=วิธีการอัพเดทผลิตภัณฑ์นี้
lbl_UpdateAuto.caption=อัพเดทอัตโนมัติ
lbl_GeneralCaption.caption=ทั่วไป
lbl_AutoDelete.caption=กำจัดไฟล์หลงเหลือที่พบออกโดยอัตโนมัติ
lbl_AutoDeleteAfterOtherUninstall.caption=ลบสิ่งที่หลงเหลือจากการถอนการติดตั้งโปรแกรมโดยโปรแกรมอื่นออกโดยอัตโนมัติ
lbl_RemoveToRecycleBin.caption=ลบไฟล์ไปที่ถังรีไซเคิล
lbl_ShowExplorerButton.caption=เพิ่มปุ่มลบไฟล์ถาวรไปที่ Explorer
lbl_Notification.caption=การแจ้งเตือน
lbl_AutoShowTipForm.caption=เตือนฉันเพื่อเริ่มสแกนขั้นสูงเมื่อตรวจพบการดำเนินการถอนการติดตั้งโดยตัวถอนการติดตั้ง
lbl_BrowserPlugTip.caption=เตือนฉันเมื่อปลั๊กอินน่าสงสัยถูกติดตั้ง
btnImg_OK.caption=ตกลง
btnImg_Cancel.caption=ยกเลิก

[Uninstaller_Frame_Win8App]
ListView_AppList.Columns[0].caption=ชื่อ
ListView_AppList.Columns[1].caption=ขนาด
ListView_AppList.Columns[2].caption=วันที่ติดตั้ง
ListView_AppList.Columns[3].caption=การดำเนินการ
lbl_Notice.caption=เพื่อที่จะแสดงแอปวินโดวส์ โปรดตรวจสอบให้แน่ใจว่าบัญชีของคุณเป็นระดับผู้ดูแลระบบ
mniUninstall.caption=ถอนการติดตั้ง
mniRefush.caption=รีเฟรช
mniView.caption=มุมมอง
mniDetails.caption=รายละเอียด
mniIcons.caption=ไอคอน
mniOpenFile.caption=เปิดตำแหน่งไฟล์
mniOpenReg.caption=เปิดใน Regedit
mniOpenWinstore.caption=เปิดใน Winstore
mniSearchOnline.caption=ค้นหาออนไลน์

[Uninstaller_Frame_Update]
ListView_Update.Columns[0].caption=ชื่อ
ListView_Update.Columns[1].caption=วันที่ติดตั้ง
ListView_Update.Columns[2].caption=การดำเนินการ
lbl_NoItems.caption=ไม่พบการอัปเดทวินโดวส์
mniUninstall.caption=ถอนการติดตั้ง
mniRefush.caption=รีเฟรช
mniViewby.caption=มุมมอง
mniDetails.caption=รายละเอียด
mniIcons.caption=ไอคอน

[Uninstaller_frmForcedUninstall]
lbl_Caption.caption=บังคับถอนการติดตั้ง
lbl_FUInfo.caption=การบังคับถอนการติดตั้งจะช่วยคุณถอนการติดตั้งโปรแกรมที่ไม่มีทางถอนการติดตั้งได้อย่างปกติโดยทำการล้างไฟล์ที่หลงเหลือทิ้งไป มันสามารถช่วยคุณกำจัดทางลัดและไฟล์เป้าหมายได้อย่างง่ายดาย
btnImg_Open.caption=เรียกดู...
lbl_DropInfo.caption=คุณสามารถเรียกดูหรือลากแล้ววางไฟล์ที่นี่เพื่อลบหรือถอนการติดตั้งโปรแกรมที่เกี่ยวข้อง
btnImg_Uninstall.caption=ถอนการติดตั้ง
btnImg_Cancel.caption=ยกเลิก
PopMenu_Uninstall.caption=ถอนการติดตั้ง
PopMenu_OpenFolder.caption=เปิดตำแหน่งไฟล์
PopMenu_ViewEntry.caption=เปิดใน Regedit
PopMenu_SearchOnline.caption=ค้นหาออนไลน์
ListView_FindReslut.Columns[0].caption=ชื่อที่แสดง
ListView_FindReslut.Columns[1].caption=ขนาด
ListView_FindReslut.Columns[2].caption=วันที่ติดตั้ง

[Uninstaller_frmUninstallForm]
mniMenu_Regedit.caption=เปิดใน Regedit
mniMenu_Path.caption=เปิดตำแหน่งไฟล์
btnImg_AllMainCancel.caption=ยกเลิก
btnImg_Advanced.caption=ขั้นสูง
btnImg_Uninstall.caption=ถอนการติดตั้ง
lbl_AutoDelete.caption=กำจัดไฟล์หลงเหลือที่พบออกโดยอัตโนมัติ
lbl_IsCreateRestore.caption=สร้างจุดคืนค่าก่อนที่จะถอนการติดตั้ง
lbl_IsUninstallHint.caption=คุณต้องการถอนการติดตั้งโปรแกรมที่เลือกหรือไม่?
btnImg_Delete.caption=ลบ
btnImg_ReslutCancel.caption=ยกเลิก
lbl_SeletedAll.caption=เลือกทั้งหมด
lbl_ShredFile.caption=ลบไฟล์
lbl_AllRestart.caption=โปรดเริ่มระบบใหม่เพื่อเสร็จสิ้นการถอนการติดตั้งโปรแกรมต่อไปนี้ เริ่มระบบใหม่ตอนนี้?
lbl_NoPowerScan.caption=ถอนการติดตั้งเสร็จสิ้น
lbl_SomeNeedStart.caption=โปรดเริ่มระบบใหม่เพื่อเสร็จสิ้นการติดตั้งโปรแกรมต่อไปนี้ เริ่มระบบใหม่ตอนนี้?
btnImg_RecommendClose.caption=ปิด
btnImg_Restart.caption=ใช่
lbl_MoneyBackInfo.caption=คุณจะเพลิดเพลินไปกับความปลอดภัยและความเร็วพีซีของคุณโดยการนำโปรแกรมและปลั๊กอินที่ไม่ต้องการออกไปอย่างสมบูรณ์ รับประกันการคืนเงินใน 60 วัน โดยไม่มีคำถามใด ๆ
lbl_MoneyBackTitle.caption=รับประกันได้เลยว่าหลังถอนการติดตั้งพีซีของคุณจะสะอาดขึ้น
lbl_UninstallCompleted.caption=ถอนการติดตั้งเสร็จสิ้น!
lbl_PluginTitle.caption=แต่เพื่อความมั่นใจในการท่ิองเว็บอย่างปลอดภัย จำเป็นต้องแก้ไขปัญหาต่อไปนี้:
lbl_UpgradeDes.caption=เพื่อจะแก้ไขมัน อัปเกรดเป็น IObit Uninstaller PRO เลย
lbl_AutoUpdateDes.caption=ล้างไฟล์ที่หลงเหลืออย่างรวดเร็วโดยอัตโนมัติ
lbl_CleanDes.caption=ตรวจจับและถอนการติดตั้งโปรแกรมที่ติดมาอย่างง่ายดาย
lbl_MoreDBDes.caption=กำจัดปลั๊กอินที่เป็นอันตรายด้วยฐานข้อมูลขนาดใหญ่
lbl_ProTitle.caption=ด้วยเวอร์ชั่น PRO มันสามารถ:
lbl_RemovePlugin.caption=กำจัดแปลั๊กอินอันตรายเพื่อท่องเว็บอย่างปลอดภัย
lbl_SupportDes.caption=อัปเดทโปรแกรมให้ทันสมัยอยู่เสมอ

[Uninstaller_frm_CheckRelatedForm]
btnImg_OK.caption=ถอนการติดตั้ง
btnImg_Cancel.caption=ยกเลิก

[uninstaller_frmSystemRestore]
lbl_Caption.Caption=คืนค่าระบบ
rdlblDesc.Caption=คืนค่าคอมพิวเตอร์ของคุณไปยังสถานะก่อนหน้านี้ จุดคืนค่าล่าสุดจะไม่ถูกลบเพื่อความปลอดภัย
ListView_Restore.Columns[0].Caption=วันที่และเวลา
ListView_Restore.Columns[1].Caption=คำอธิบาย
btn_CreateRestorePoint.Caption=สร้างจุดคืนค่า
RdImageButton_Restore.Caption=คืนค่า
RdImageButton_Delete.Caption=ลบ
lblNull.Caption=ไม่มีจุดคืนระบบที่สร้างไว้

[Uninstaller_Form_CleanTool]
RdLabelCaption.caption=ล้างไฟล์ที่หลงเหลือ
lbl_Frame_Detail.caption=การล้างไฟล์ที่หลงเหลือจะช่วยคุณค้นหาและล้างไฟล์ที่เหลือจากการถอนการติดตั้งพื้นฐานและไฟล์แคชแพทซ์วินโดวส์เพื่อประหยัดพื้นที่เพื่อปรับปรุงประสิทธิภาพระบบของคุณ
lbl_Shortcut_Title.caption=ทางลัดไม่สมบูรณ์
lbl_Shortcut_Detail.caption=สแกนและกำจัดทางลัดที่ไม่สมบูรณ์ในเมนูเริ่ม เดสก์ท็อปและตำแหน่งอื่นๆ ของระบบคุณเพื่อปรับปรุงประสิทธิภาพระบบและประสบการณ์การใช้งานของผู้ใช้
lbl_WindowsPatch_Title.caption=แคชแพทซ์วินโดวส์
lbl_WindowsPatch_Detail.caption=ล้างไฟล์แคชที่สร้างขึ้นขณะติดตั้งแพทซ์เพื่อประหยัดพื้นที่และทำให้ระบบของคุณทำงานอย่างราบรื่น
lbl_Download_Title.caption=โฟลเดอร์ดาวน์โหลด
lbl_Download_Detail.caption=สแกนไฟล์ในโฟลเดอร์ดาวน์โหลดตามค่าเริ่มต้นของเบราว์เซอร์หลักและเครื่องมือดาวน์โหลด ก่อนที่จะลบโปรดตรวจสอบให้แน่ใจว่าเป็นไฟล์ที่ไม่จำเป็นแล้ว
Menu_Clean_OpenFileLocation.caption=เปิดตำแหน่งไฟล์
Menu_Clean_SelectAll.caption=เลือกทั้งหมด
Menu_Clean_InvertSelection.caption=สลับการเลือก
ListView_Clean.Columns[0].Caption=ที่ตั้งไฟล์
RdLabelBack.Caption=กลับ
ck_SelectALL.Caption=เลือกทั้งหมด

[uninstaller_FormHistoryCombox]
RdImgBtnNoThanks.caption=ไม่ล่ะ ขอบคุณ
RdImgBtnUninstall.caption=ถอนการติดตั้ง
RdListView_History.Columns[0].Caption=ชื่อโปรแกรม
RdListView_History.Columns[1].Caption=สถานะ

[uninstaller_Form_UninstallLog]
RdImageButton_Closetwo.caption=ปิด

[Uninstaller_Form_FileShardder]
RdLabelCaption.caption=ลบไฟล์ถาวร
lbl_Listview_Title.caption=เลือกไฟล์หรือโฟลเดอร์ที่คุณต้องการลบ
lblLoading.caption=กำลังโหลด...
lbl_AddFile.caption=เพิ่มไฟล์...
lbl_AddFolder.caption=เพิ่มโฟลเดอร์...
RdImageButton_Shredder.caption=ลบ
RdImageButton_Cancel.caption=ยกเลิก
ListView_FileList.Columns[0].Caption=ที่ตั้งไฟล์
Menu_Shredder_Shredder.caption=ลบ
Menu_Shredder_AddFile.caption=เพิ่มไฟล์
Menu_Shredder_AddFolder.caption=เพิ่มโฟลเดอร์
Menu_Shredder_Romove.caption=นำออก
Menu_Shredder_Clean.caption=ล้าง
lbl_Shredder_Tip.caption=ตอนนี้กำลังลบไฟล์ มันอาจใช้เวลาเล็กน้อย โปรดรอ...

[uninstall_Mitor_M]
Lbl_metro_Atten.caption=โปรดทราบ
lbl_show.caption="%s" ยังหลงเหลืออยู่ ซึ่งอาจส่งผลต่อประสิทธิภาพพีซี
Donotagain_M=ไม่ต้องแสดงอีก
Hide_M=ซ่อน
showDetails_M=แสดงรายละเอียด
Cleanmanually_M=ล้างด้วยตนเอง
Close_M=ปิด
AutoClean_M=ล้างอัตโนมัติ
Cleaning_M=กำลังล้าง
Cleannow_M=ล้างตอนนี้
StillLeavas_M="%s" ยังหลงเหลืออยู่:
RegistryEntries_M=รายการรีจิสทรี
MBFiles_M=MB ไฟล์
LeftBy_M=ที่เหลืออยู่ "%s" ถูกลบไป
Cleanfuture_M=ล้างอัตโนมัติในอนาคต
Registry_M=รีจิสทรี
File_M=ไฟล์
Files_M=ไฟล์
Items_M=รายการ
Item_M=รายการ
rdlblCleanupCompleted.caption=ล้างเสร็จสิ้น
rdlblIncomplete.caption=ถอนการติดตั้งไม่สำเร็จ
Setting_M=การตั้งค่า
Uselessfiles_M=ไฟล์ที่ไม่ใช้
Uselessregistryentries_M=รายการรีจิสทรีที่ไม่ใช้
Removingnow_M=ตอนนี้กำลังกำจัด...
rdlblRemoving.caption=ตอนนี้กำลังกำจัด...
TrayHintstill=ยังมี %d ปัญหาที่เหลืออยู่และซ่อมแซมได้
CCtrayHint_M=ยังมี %d+ ปัญหาที่เหลืออยู่และซ่อมแซมได้
LeftoversRemoved_M=สิ่งหลงเหลือที่กำจัด:
ProStillLeaves_M=%d โปรแกรมที่ถูกปล่อยไว้:

[UninstallHistory_M]
rdlbl_NoTkanks.caption=ไม่เป็นไร
RdImageButtonImageButton_Uninstall.caption=ถอนการติดตั้ง

[Uninstaller_frmAbout]
lbl_Warnning_Title.caption=คำเตือน
Lbl_Warnning_Detail.caption=โปรแกรมคอมพิวเตอร์นี้ได้รับการคุ้มครองตามกฎหมายลิขสิทธิ์และสนธิสัญญาระหว่างประเทศ
lbl_copyright.caption=© 2005-2018 IObit สงวนลิขสิทธิ์
lbl_Thanks_Title.caption=ขอขอบคุณบุคคลเหล่านี้สำหรับความช่วยเหลือ:

[Uninstaller_Frame_Software]
ListView_SoftwareList.Columns[1].Caption=ขนาด
ListView_SoftwareList.Columns[2].Caption=วันที่ติดตั้ง
ListView_SoftwareList.Columns[3].Caption=การดำเนินการ
Menu_Program_Uninstall.caption=ถอนการติดตั้ง
Menu_Program_Repair.caption=ซ่อมแซม
Menu_Program_Refresh.caption=รีเฟรช
Menu_Program_ViewBy.caption=มุมมองโดย
Menu_Program_icons.caption=ไอคอน
Menu_Program_Details.caption=รายละเอียด
Menu_Program_OpenFileLocation.caption=เปิดตำแหน่งไฟล์
Menu_Program_OpeninRegedit.caption=เปิดใน Regedit
Menu_Program_SearchOnline.caption=ค้นหาออนไลน์

[uninstaller_Form_Activate]
Label_Get.caption=รับใบอนุญาต
Label_Retrv.caption=ฟื้นโค้ด
Label_Eg.caption=เช่น: AAAAA-BBBBB-CCCCC-DDDDD
lblTitleOne.caption=กำจัดโปรแกรมที่ลบยาก
lblContentOne.caption=กำจัดโปรแกรมที่ลบออกได้อย่างด้วยเทคโนโลยีล้ำสมัยและฐานข้อมูลที่มีขนาดใหญ่
lblTitleTwo.caption=ถอนโปรแกรมแอบแฝง
lblContentTwo.caption=ตรวจสอบการติดตั้งโปรแกรมเพื่อลบและถอนการติดตั้งโปรแกรมและปลั๊กอิยแฝงอย่างง่ายดาย
lblTitleThree.caption=ท่องเว็บอย่างปลอดภัยปละรวดเร็ว
lblContentThree.caption=กำจัดปลั๊กอินและโฆษณาที่อันตรายเพื่อให้คุณท่องเว็บได้อย่างปลอดภัยและลื่นไหล
lblTitleFour.caption=ตัวอัปเดทซอฟแวร์ใหม่
lblContentFour.caption=คงการอัปเดทเวอร์ชั่นใหม่ให้กับโปรแกรมของคุณง่าย ๆ และรวดเร็ว
RdImgBtnRegNow.caption=ลงทะเบียนตอนนี้
RdLabelCaption.caption=เปิดใช้งานเป็นเวอร์ชั่น Pro เพื่อเพลิดเพลินไปกับประสบการณ์ที่ดียิ่งขึ้น
Label_Please.caption=โปรดกรอกโค้ดใบอนุญาตของคุณแล้วคลิ๊กปุ่ม "ลงทะเบียนตอนนี้" เพื่อเปิดใช้งานฟังก์ชั่นทั้งหมดของเวอร์ชั่น PRO
Label_Code.caption=โค้ดใบอนุญาต:
Label_More.caption=ประโยชน์จะมากขึ้น เราขอสัญญา:
RdImgBtn_Upgrade.caption=อัพเกรดเป็น Pro
rdlblHelp.caption=ช่วยเหลือ

[uninstaller_Form_LicenseManager]
RdImgBtn_close.caption=ปิด
rdlblHelp.caption=ช่วยเหลือ
Label_Please.caption=โปรดกรอกโค้ดใบอนุญาตของคุณแล้วคลิ๊กปุ่ม "ลงทะเบียนตอนนี้" เพื่อเปิดใช้งานฟังก์ชั่นทั้งหมดของเวอร์ชั่น PRO
Label_Code.caption=โค้ดใบอนุญาต:
RdImgBtnRegister.caption=ลงทะเบียนตอนนี้
Label_Retrv.caption=ฟื้นโค้ด
Label_HaveLicense.caption=ไม่มีใบอนุญาตใช่ไหม?
Label_click.caption=คลิ๊กที่นี่เพื่อรับ
RdImageButton_Back.caption=กลับ
RdImageButton_Close.caption=ปิด
RdLabelCaption.caption=จัดการใบอนุญาต
Label_Status.caption=สถานะใบอนุญาต:
Label_Activated.caption=เปิดใช้งานแล้ว
Label_Lcode.caption=โค้ดใบอนุญาต:
Label_Data.caption=วันหมดอายุ:
Label_Refresh.caption=รีเฟรช
Label_Export.caption=ส่งออกใบอนุญาต
rdlblAlread.caption:=มีโค้ดใบอนุญาตอยู่แล้ว

[uninstaller_Form_licensemessage]
rdlblHelp.caption=ช่วยเหลือ
RdImgBtn_Closetwo.caption=ปิด
Label_success.caption=เปิดใช้งานใบอนุญาตสำเร็จแล้ว!

[uninstaller_ToolUninstallHistroy]
RdLabelDetail.caption=ที่นี่จะแสดงบันทึกและสาถนะการถอนการติดตั้ง ถ้าสถานะคือยังมีไฟล์หลงเหลือ คุณอาจต้องคลิ๊กสแกนเพื่อค้นหาและกำจัดไฟล์ที่หลงเหลือ
RdLabelCaption.caption=ประวัติการถอนการติดตั้ง
ListView_History.Columns[1].Caption=วันที่ถอนการติดตั้ง
ListView_History.Columns[2].Caption=ขนาด
ListView_History.Columns[3].Caption=สถานะ
ListView_History.Columns[4].Caption=การดำเนินการ
Menu_ClearThis.Caption=ล้างบันทึก
Menu_ClearAll.Caption=ล้างทั้งหมด

[Monitor_FormMainInitWizard_M]
M_NoticeInfo_AB=1. คลิ๊กซ้ายแล้วลากเม้าส์เพื่อเลือกพื้นที่ที่คุณต้องการจับภาพ
M_NoticeInfo_AC=2. คลิ๊กขวาหรือกด Esc เพื่อออก
M_Rect=สี่เหลี่ยม
M_Oval=วงกลม
M_Text=ข้อความ
M_Paintbrush=พู่กัน
M_Return=กู้คืนการกระทำ (Ctrl + Z)
M_Copy=คัดลอกไปคลิปบอร์ด
M_Exit=ออกจากการจับภาพ
M_Save=จัดเก็บ
M_TipInfo=ภาพหน้าจอถูกจัดเก็บไปที่คลิปบอร์ดแล้ว คุณสามารถใช้ Ctrl + V เพื่อวาง
M_TipShow=ไม่ต้องแสดงข้อความนี้อีก
M_TipSure=ตกลง
M_NoticeInfo=①  คลิ๊กซ้ายแล้วลากเม้าส์เพื่อเลือกพื้นที่ที่คุณต้องการจับภาพ
M_NoticeInfo_a=②  คลิ๊กขวาหรือกด Esc เพื่อออก

[Uninstaller_Form_SendResult]
lbl_Sending.caption=กำลังส่ง...
lbl_SendFailed.caption=ส่งล้มเหลว โปรดคลิ๊กตกลงเพื่อส่งคำติชมออนไลน์
btnImg_SendFailed.caption=ตกลง
lbl_SendSuccess.caption=ขอบบคุณสำหรับคำติชมของคุณ เร่าจะติดต่อกลับไปหาคุณโดยเร็วที่สุดเท่าที่จะทำได้
btnImg_SendSuccess.caption=ตกลง

[Uninstaller_M]
ShredderDetail_1=ไฟล์ที่ถูกลบสามารถกู้คืนได้หลังจากฟอร์แมตดิสก์
ShredderDetail_2=ตัวลบไฟล์ถาวรจะช่วยคุณลบไฟล์ที่ไม่ใช้งานอย่างปลอดภัย
Program_Information=ข้อมูลโปรแกรม
Files_Deleted=ลบไฟล์แล้ว
Registries_Deleted=ลบรีจิสทรีแล้ว
Scheduled_Tasks_Deleted=ลบตารางงานแล้ว
Deleted_on_Reboot=ลบเมื่อรีบูต
Service_Deleted=ลบบริการแล้ว
HtmlADPluginCaption=<a>%d</a> ปลั๊กอินที่มีโฆษณารบกวน
HtmlMaliciousPluginCaption=<a>%d</a> ปลั๊กอินที่เป็นภัยคุกคาม
MenuRight_Caption=ถอนการติดตั้งขั้นสูง
UninstallLog_No_IsEmpty_M=ไม่พบไฟล์หลงเหลือจากการสแกนขั้นสูง
Input_Text_Search=ค้นหา
Hint_Settings=ตัวเลือก
Hint_WindowMin=ย่อ
Hint_WindowMax=ขยาย
Hint_WindowRest=กู้คืน
Hint_WindowClose=ปิด
Hint_Tools=เครื่องมือ
Nav_Colle_Program_All=โปรแกรม
Nav_Colle_Browser=แถบเครื่องมือและปลั๊กอิน
Nav_Colle_Win=แอปวินโดวส์
Nav_Colle_AC=ศูนย์ปฏิบัติการ
Nav_Item_Program_All=โปรแกรมทั้งหมด
Nav_Item_Program_Recent=ติดตั้งเมื่อไม่นาน
Nav_Item_Program_Infrequent=ใช้ไม่บ่อย
Nav_Item_Program_Large=โปรแกรมขนาดใหญ่
Nav_Item_Win_Update=อัพเดทวินโดวส์
Nav_Item_Browser_All=แถบเครื่องมือและปลั๊กอินทั้งหมด
Button_Uninstall=ถอนการติดตั้ง
Button_Remove=กำจัด
Button_OK=ตกลง
Button_Cancel=ยกเลิก
Button_Close=ปิด
Button_Yes=ใช่
Button_No=ไม่
Button_Continue=ทำต่อ
FileCorruptedMsg=มีบางไฟล์ของ IObit Uninstaller เกิดความเสียหาย โปรดติดตั้ง IObit Uninstaller ใหม่อีกครั้ง
ToolPopForceUninstall=บังคับถอนการติดตั้ง
ToolPopCleanup=ล้างไฟล์ที่หลงเหลือ
ToolPopHistory=ประวัติการถอนการติดตั้ง
ToolPopFileShredder=ลบไฟล์ถาวร
MoreSettingPopSetting=การตั้งค่า…
MoreSettingPopRestore=กู้คืน
MoreSettingPopExport=ส่งออกรายชื่อโปรแกรม
MoreSettingPopUpdate=ตรวจสอบการอัพเดท
MoreSettingPopManual=คู่มือผู้ใช้
MoreSettingPopSupport=การสนับสนุนทางเทคนิค
MoreSettingPopOnline=IObit ออนไลน์
MoreSettingPopLike=ชอบ
MoreSettingPopAbout=เกี่ยวกับ
DefaultSelProg=ถอนการติดตั้งโปรแกรมที่ไม่จำเป็นเพื่อเพิ่มพื้นที่ว่าง
DefaultSelPlug=นำปลั๊กอินที่ไม่ต้องการออกไปเพื่อปกป้องเบราว์เซอร์ของคุณ
DefaultSelWApp=ถอนการติดตั้งแอปฯ วินโดวส์ที่ไม่ต้องการเพื่อเพิ่มความเร็วให้กับพีซีของคุณ
SelInfoProg=โปรแกรมที่เลือกเพื่อถอนการติดตั้ง ขนาดทั้งหมด:
SelInfoProgM=โปรแกรมที่เลือกเพื่อถอนการติดตั้ง ขนาดทั้งหมด:
SelInfoPlug=ปลั๊กอินที่เลือกเพื่อนำออก
SelInfoPlugM=ปลั๊กอินที่เลือกเพื่อนำออก
SelInfoUpdate=วินโดวส์อัปเดทที่เลือกเพื่อถอนการติดตั้ง
SelInfoUpdateM=งินโดวส์อัปเดทที่เลือกที่จะถอนการติดตั้ง
SelInfoWApp=แอปที่เลือกที่จะถอนการติดตั้ง
SelInfoWAppM=แอปที่เลือกที่จะถอนการติดตั้ง
v_license_OtherCode_M=โค้ดใบอนุญาต %s ใช้ได้เฉพาะกับ %s เท่านั้น โปรดคลิ๊กปุ่มตกลงเพื่อดาวน์โหลดและลงทะเบียน %s ของคุณ
Cannotconnect_M=ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ โปรดตรวจสอบการตั้งค่าเครือข่าย/พร็อกซี่ของคุณแล้วทำการตรวจสอบใบอนุญาตใหม่ภายหลัง
license_OtherGivewalys_M=%s เป็นใบอนุญาตแบบให้เปล่่าแล้วใช้ได้กับเวอร์ชั่นที่ระบุไว้เท่านั้น โปรดเยี่ยมชม <a>ที่นี่</a> เพื่อสั่งซื้อโค้ดใบอนุญาตใหม่สำหรับ IU v7 PRO
SysRestore_CreateComplete=สร้างจุดคืนค่าเสร็จสิ้น!
SysRestore_CreateFailed=สร้างจุดคืนค่าล้มเหลว! โปรดตรวจสอบว่าการกู้คืนระบบเปิดใช้งานแล้ว
SysRestore_CreateRestore_Confirm=คุณต้องการสร้างจุดคืนค่าหรือไม่?
SysRestore_CreateRestore_Tip=กำลังสร้างจุดคืนค่า โปรดรอสักครู่...
SysRestore_CreateRestore_Failed=การสร้างจุดคืนค่าล้มเหลว! โปรดตรวจสอบว่าการคืนค่าระบบเปิดใช้งานอยู่
SysRestore_SetRestore_Confirm=คำเตือน: การคืนค่าระบบของคุณไปยังจุดคืนค่าจะทำการย้อนการเปลี่ยนแปลงทั้งหมดที่สร้างหลังจุดคืนค่า เมื่อเริ่มขึ้น การคืนค่าระบบจะไม่สามารถยกเลิกได้เพราะอาจจะำให้เกิดความเสียหายต่อระบบ คุณต้องการทำต่อหรือไม่?
SysRestore_SetRestore_Reboot=จำเป็นต้องเริ่มระบบใหม่เพื่อใช้งานการเปลี่ยนแปลง โปรดจัดเก็บไฟล์ที่เปิดทั้งหมดและปิดโปรแกรมทั้งหมดก่อนเริ่มระบบใหม่ คุณะเริ่มระบบใหม่ตอนนี้หรือไม่?
SysRestore_SetRestore_Tip=กำลังคืนค่าไฟล์และการตั้งค่าระบบ โปรดรอสักครู่...
SysRestore_Delete_Confirm=คุณต้องการลบมันหรือไม่?
Clean_Shortcuts_GroupsHeader_M=ทางลัดไม่สมบูรณ์
Clean_WindowsPatch_GroupsHeader_M=แคชแพทซ์วินโดวส์
Clean_Download_GroupsHeader_M=โฟลเดอร์ดาวน์โหลด
Shredder_Del_M=คุณต้องการกำจัด %d ไฟล์ทิ้งทันหรือไม่? การลบนี้จะไม่สามารถกู้คืนได้และใช้เวลาค่อนข้างนานจากว่าจะเสร็จสิ้น
Shredder_DelOne_M=คุณต้องการกำจัด %d ไฟล์ทิ้งทันทีหรือไม่? การลบนี้จะไม่สามารถกู้คืนได้และใช้เวลาค่อนข้างนานจากว่าจะเสร็จสิ้น
Shredder_NotDel_M="%s" ไม่สามารถลบถาวรได้เนื่องจากไม่สามารถเขียนได้ โปรดตรวจสอบว่าพวกมันไม่ได้ถูกใช้งานอยู่
Shredder_InUse_M=มีบางไฟล์ไม่สามารถลบถาวรได้เนื่องจากไม่สามารถเขียนได้ โปรดตรวจสอบว่าพวกมันไม่ได้ถูกใช้งานอยู่
Shredder_Sucess_M=ลบไฟล์ถาวรเสร็จสิ้น
Shredder_OneSucess_M=ลบไฟล์ถาวรเสร็จสิ้น
Shredder_DirIsEmpty_M=มันว่างเปล่า คุณไม่สามารถลบมันได้
FileShredder_MaxCount_M=มี 5000 ไฟล์ถูกเพิ่มเข้ามา โปรดเพิ่มไฟล์ส่วนที่เหลือหลังจากลบ 5000 ไฟล์ถาวรเสร็จไปแล้ว
BatchUninstall_NoneSelect_M=โปรดเลือกอย่างน้อยหนึ่งโปรแกรม
OtherInfo_M="%s" สามารถถอนการติดตั้งได้จากแผงควบคุมเท่านั้น คุณต้องการไปที่แผงควบคุมเพื่อทำการถอนการติดตั้งหรือไม่?
RelationInfo_M="%s" จะถูกถอนการติดตั้งออกไปด้วย คุณต้องการถอนการติดตั้งหรือไม่?
EndProInfo_M=กระบวนการ "%s" ของ "%s" ยังทำงานอยู่ โปรดตรวจสอบว่าคุณจบกระบวนการ "%s" แล้ว จากนั้นคลิ๊กทำต่อ
DRclickmis_M="%s" ไม่สามารถถอนการติดตั้งด้วยวิธีนี้ได้ โปรด <a>cคลิ๊กที่นี่</a> เพื่อดูวิธีการถอนการติดตั้งแล้วทำการถอนการติดตั้งออีกครั้ง
UinstallAgain_M=ถอนการติดตั้งอีกครั้ง
license_expired_M=ใบอนุญาต %s หมดอายุแล้ว คลิ๊ก <a>ที่นี่</a> เพื่อสั่งซื้อใบอนุญาตใหม่
license_maximum_M=ใบอนุญาต %s ถูกเปิดใช้งานเกินจำนวนเครื่องแล้ว ไม่สามารถใช้งานได้ โปรดคลิ๊ก <a>ที่นี่</a> เพื่อสั่งซื้อใบอนุญาตอื่นเพื่อเปิดใช้งาน IObit Uninstaller PRO สำหรับเครื่องนี้
license_Free_M=ใบอนุญาต %s ไม่สามารถเปิดใช้งานได้ โปรดสั่งซื้อใบอนุญาตใหม่สำหรับ IObit Uninstaller PRO
license_valid_M=โค้ดใบอนุญาตไม่ถูกต้อง! โปรดกรอกโค้ดใบอนุญาตที่ถูกต้อง
Uninstall_Btn_Str=ถอนการติดตั้ง
SureToDelete_Str=คุณต้องการลบรายการที่เลือกหรือไม่?
DeselectAll_Str=เลือกทั้งหมด
SelectAll_Str=เลือกทั้งหมด
SuccessReslutFromHistroySome=ไฟล์ที่หลงเหลือของโปรแกรม <a>%d</a> ถูกล้างเสร็จสิ้น ตรวจสอบรายละเอียดด้านล่าง
SuccessWithNoResidualSingle=คุณถอนการติดตั้งโปรแกรม <a>%d</a> และไม่มีไฟล์หลงเหลืออยู่
SuccessWithNoResidualSome=คุณถอนการติดตั้งโปรแกรม <a>%d</a> และไม่มีไฟล์หลงเหลืออยู่
FailedReslut="%s" ล้มเหลวในการถอนการติดตั้ง โปรดกรอกอีเมลล์ของคุณด้านล่างแล้วคลิ๊กปุ่มคำติชม บันทึกการถอนการติดตั้งจะส่งไปหาเรา
AllFailedReslutSingle=ถอนการติดตั้ง %s ล้มเหลว โปรดกรอกอีเมลล์ของคุณด้านล่างแล้วคลิ๊กปุ่มคำติชม บันทึกการถอนการติดตั้งจะส่งไปหาเรา
AllFailedReslutSome=ถอนการติดตั้ง %d โปรแกรมล้มเหลว โปรดกรอกอีเมลล์ของคุณด้านล่างแล้วคลิ๊กปุ่มคำติชม บันทึกการถอนการติดตั้งจะส่งไปหาเรา
MsgBox_SelectWin8App=โปรดเลือกอย่างน้อยหนึ่งแอปฯ
NoticeInfo_One=ปลั๊กอินน่าสงสัยถูกพบในเบราว์เซอร์ของคุณ โปรดเปิด IObit Uninstaller เพื่อกำจัดมัน
NoticeInfo_Some=ปลั๊กอินน่าสงสัยถูกพบในเบราว์เซอร์ของคุณ โปรดเปิด IObit Uninstaller เพื่อกำจัดมัน
FuncPluginRemoveSuccessMsgBox=รายการนำออกเสร็จสิ้น
FuncPluginSelectMsgBox=โปรดเลือกรายการก่อน
FuncPluginRemoveFailedMsgBox_2=โปรดออกจากเบราว์เซอร์ต่อไปนี้เพื่อกำจัดรายการนี้
FuncPluginRemoveFailedMsgBox_3=โปรดออกจากเบราว์เซอร์แล้วลองอีกครั้ง
FuncPluginRemoveFailedSingleMsgBox=นำออก %s ล้มเหลว โปรดคลิ๊กคำติชมเพื่อรับความช่วยเหลือเพิ่มเติม
FuncPluginRemoveFailedSomeMsgBox=นำออก %d ล้มเหลว โปรดคลิ๊กคำติชมเพื่อรับความช่วยเหลือเพิ่มเติม
RestoreDefaultSettingsButton=กู๔้คืน %s การตั้งค่าพื้นญาน
FeedBack_Sending=กำลังส่ง...
FeedBack_SendingSuccess=ส่งสำเร็จ
FeedBack_SendFailed=ส่งล้มเหลว โปรดคลิ๊กตกลงเพื่อส่งคำติชมออนไลน์
licenseEg_M=เช่น: AAAAA-BBBBB-CCCCC-DDDDD
lbl_White.caption=สีขาว
NouselessFiles_M=ไม่พบไฟล์ที่ไม่ใข้บนคตอมพิวเตอร์ของคุณ
ExistDownloadFile_M=คุณต้องการล้างไฟล์ที่เลือกในโฟลเดอร์ดาวน์โหลดหรือไม่?
scaning_M=กำลังสแกน
Exit_M=ออก
OpenIU_M=เปิด IObit Uninstaller
Allthefollowing_M=ไฟล์หลงเหลือที่เลือกทั้งหมดถูกล้างแล้ว
SpecTOK=ตกลง
SpecTHide=ซ่อน
SpecTUninstalling=กำลังถอนการติดตั้งโปรแกรมต่อไปนี้:
SpecTUninstallingM=กำลังถอนการติดตั้งโปรแกรมต่อไปนี้:
SpecTUninstalled=โปรแกรมถูกถอนการติดตั้ง
SpecTUninstalledM=โปรแกรมถูกถอนการติดตั้ง
Shredder_NotAddFolder_M=ไม่สามารถเพื่อไฟล์ "%s" ไปลบได้ เนื่องจากการดำเนินการนี้อาจส่งผลต่อระบบของคุณ
ForceUninstallEndProgressMsg=%s กำลังทำงาน โปรดจบกระบวนการแล้วลองอีกครั้ง
Setting_UITitle=ส่วนติดต่อผู้ใช้
Setting_UpdateTitle=วิธีอัปเดท
Setting_GeneralTilte=ทั่วไป
Setting_NotificationTilte=การแจ้งเตือน
Setting_Size_Normal=ปกติ
Setting_Size_Large=ใหญ่
Setting_Size_Larger=ใหญ่มาก
Update_NoItem_Tip=ไม่พบวินโดวส์อัปเดท
MsgBox_SelectProgram=โปรดเลือกอย่างน้อยหนึ่งโปรแกรม
UpdateColumnStr_Title=ชื่ออัปเดท (ทั้งหมด:%d)
Update_Loading_Tip=กำลังโหลดวินโดวส์อัปเดท...
Win8NoItemTip=ไม่พบแอปฯ วินโดวส์
Win8ColumnStr_Title=ชื่อแอปฯ (ทั้งหมด: %d)
Detail_Tip=รายละเอียด
Detail_Name=ชื่อ
Detail_Ver=เวอร์ชั่น
Detail_Path=ตำแหน่งที่ติดตั้ง
Detail_Des=คำอธิบาย
Detail_Publisher=ผู้เผยแพร่
Win8LoadingApp=กำลังโหลดแอปฯ...
Win8ListViewGroupsWin8AppHeader=แอปฯ วินโดวส์
Win8ListViewGroupsWin8AppSubtitle=แอปฯ ถูกเผยแพร่โดยบริษัทไมโครซอฟต์
Win8ListViewGroupsThirdHeader=แอปฯ ภายนอก
Win8ListViewGroupsThirdSubtitle=แอปฯ ที่เผยแพร่จากบริษัทภายนอก
ListViewPlugSysbit=bit
ListViewGroupMaliciousTitle=แถบเครื่องมือและปลั๊กอินที่เป็นอันตราย
ListViewGroupMaliciousDesc=แถบเครื่องมือและปลั๊กอินเหล่านี้จะเปลี่ยนค่าเริ่มต้นเบรา์เอร์และขโมยข้อมูลส่วนตัวของคุณไป
ListViewGroupAdTitle=แถบเครื่องมือและปลั๊กอินที่แฝงโฆษณา
ListViewGroupAdDesc=แถบเครื่องมือและปลั๊กอินเหล่านั้นจะแสดงโฆษณา คำเชิญชวนและอื่น ๆ
ListViewGroupTrustTitle=แถบเครื่องมือและปลั๊กอินที่ผ่านการรับรอง
ListViewGroupTrustDesc=แถบเครื่องมือและปลั๊กอินเหล่านี้จะไม่เป็นอันตรายต่อคอมพิวเตอร์ของคุณ คุณสามารถกำจัดหรือเก็บไว้ตามที่คุณต้องการ
ListViewGroupExtensions=ส่วนขยาย
ListViewGroupPlugins=ปลั๊กอิน
ListViewGroupToolbar=แถบเครื่องมือ
ListViewGroupBHO=BHO
ListViewGroupActiveX=ActiveX
ListViewGroupInjectedPrograms=โปรแกรมที่ถูกปรับแต่ง
ListViewGroupExtension_DES=ส่วนขยายถูกใช้ในการปรับแต่งเบราว์เซอร์ตามคุณสมบัติที่คุณต้องการ
ListViewGroupPlugin_DES=สามารถติดตั้งปลั๊กอินได้ง่ายและใช้ได้เสมือนส่วนหนึ่งของเบราว์เซอร์
ListViewGroupToolbar_DES=แถบเครื่องมือจะช่วยคุณเข้าถึงเว็บไซต์ได้อย่างรวดเร็วหรือตามฟังก์ชั่นอื่น
ListViewGroupBHO_DES=BHO ช่วยสร้างการปรับแต่งเบราว์เซอร์และให้ฟังก์ชั่นใช้การง่าย
ListViewGroupActivex_DES=ActiveX ถูกใช้โดย Internet Explorer เพื่อช่วยเหลือเครื่องเล่น
ListViewGroupInjection_DES=โปรแกรมที่ถูกปรับแต่งจะปรับแต่งไฟล์ dll ของโปรแกรมแล้วส่งเข้ากระบวนการเบราว์เซอร์ของคุณเพื่อมอบคุณสมบัติบางอย่างให้
PluginNoItemTip=ไม่มีแถบเครื่องมือหรือปลั๊กอินในเบราว์เซอร์ของคุณ
NoSerchItem_Tip=ไม่มีรายการที่ตรงกับสิ่งที่คุณต้องการค้นหา
PluginColumnStr_Title=ชื่อ (ทั้งหมด: %d)
ChromeSysncStr=โปรดปิดใช้งานคุณสมบัติซิงค์ข้อมูลบน Chrome เพื่อนำปลั๊กอินที่เลือกออกอย่างสมบูรณ์ เนื่องจากปลั๊กอินอาจถูกติดตั้งใหม่โดยอัตโนมัติ
FuncPluginSysPluginMsgBox=ไม่แนะนำให้นำ %s ออก เนื่องจากอาจส่งผลต่อฟังก์ชั่นเบราว์เซอร์ได้
FuncPluginLoading=กำลังโหลด...
FuncPluginRmoveSuccess=นำออกเสร็จสิ้น กำลังโหลด...
FuncVotePlugSelectMsgBox=โปรดเลือกรายการเพื่อให้คะแนน
FuncPluginRmoveConfireSingleMsgBox=คุณต้องการกำจัดรายการต่อไปนี้หรือไม่?
FuncPluginRmoveConfireSomeMsgBox=คุณต้องการกำจัดรายการต่อไปนี้หรือไม่?
FuncCheckBrowserMsgBox_1=%s กำลังทำงาน
FuncCheckBrowserMsgBox_2=คลิ๊กตกลงเพื่อปิด (โปรดจัดเก็บเนื้อหาของคุณก่อน)
FuncCheckBrowserMsgBox_3=หรือคลิ๊กยกเลิกเพื่อล้มเลิกกระบวนการนี้
FuncCheckBrowserMsgBox_4=%s กำลังทำงาน
FuncCheckBrowserMsgBox_5=คลิ๊กตกลงเพื่อบังคับปิดมัน (เนื้อหาที่ยังไม่จัดเก็บอาจหายไป)
FuncCheckBrowserMsgBox_6=หรือคลิ๊กยกเลิกเพื่อล้มเลิกกระบวนการนี้
FuncPluginRemoveFailedMsgBox_1=นำรายการต่อไปนี้ออกล้มเหลว:
FuncPluginRemoveFailedMsgBox_4=%s อาจนำออกล้มเหลว เพราะมันถูกปกป้องจาก %s โปรดออกจาก %s แล้วเริ่ม IObit Uninstaller อีกครั้งเพื่อนำออกอีกครั้ง
FuncRestoreSuccessMsgBox=กู้คืนกลับเป็นการตั้งค่าพื้นฐานเสร็จสิ้น
FuncRestoreFailedMsgBox=กู้คืนการตั้งค่าเบราว์เซอร์ล้มเหลว โปรดออกจาก %s แล้วลองอีกครั้ง
PluginRestoreStr=กู้คืน %s การตั้งค่าพื้นญาน
FuncVoteMarkSelectMsgBox=โปรดให้คะแนน
FuncVoteFailedMsgBox=ให้คะแนนล้มเหลว โปรดตรวจสอบการเชื่อมต่อเครือข่ายของคุณแล้วลองอีกครั้ง
FuncVoteActiveVote=คะแนน
FuncVoteWaitting=กำลังส่งคะแนน โปรดรอ...
VoteStr_1=<a>1</a> ผู้ใช้ที่ให้คะแนนแล้ว คุณให้คะแนนไปแล้ว
VoteStr_2=ไม่เคยได้รับคะแนนเลย โปรดให้คะแนนเป็นคนแรก
VoteStr_3=<a>%d</a> ผู้ใช้ที่ให้คะแนนแล้ว คุณให้คะแนนไปแล้ว
VoteStr_4=<a>%d</a> ผู้ใช้ที่ให้คะแนนแล้ว คุณคิดอย่างไรกับปลั๊กอินนี้?
NoticeInfoEx_One=<a>1</a> ปลั๊กอินอันตรายที่พบบนเบราว์เซอร์ของคุณ โปรดเปิด IObit Uninstaller เพื่อกำจัดมัน
NoticeInfoEx_Some=<a>%d</a> ปลั๊กอินอันตรายที่พบบนเบราว์เซอร์ของคุณ โปรดเปิด IObit Uninstaller เพื่อกำจัดมัน
UninstallPromote=สั่งซื้อเลย
OneItemStr=%d รายการ
SomeItemStr=%d รายการ
OneItem=รายการ
SomeItems=รายการ
RebootToDelete_Str=(ลบเมื่อรีบูต)
UninstallingSingleStr=คุณต้องงการถอนการคติดตั้งโปรแกรมที่เลือกหรือไม่?
UninstallingSomeStr=คุณต้องงการถอนการคติดตั้งโปรแกรมที่เลือกหรือไม่ %d?
Uninstall_Str=กำลังถอนการติดตั้ง %s (%d/%d)
Scan_Str=กำลังสแกน %s (%d/%d)
CreateRetore_Str=กำลังสร้างจุดคืนค่า โปรดรอ...
SureToDeleteSomeStr=ถอนการติดตั้งโปรแกรม <a>%d</a> แล้ว โปรดตรวจสอบว่าคุณได้เลือกรายการที่คุณต้องการลบแล้ว
SureToDeleteOneStr=ถอนการติดตั้งโปรแกรม <a>1</a> แล้ว โปรดตรวจสอบว่าคุณได้เลือกรายการที่คุณต้องการลบแล้ว
SureToDeleteByHistroyStr=สแกนเสร็จสิ้น โปรดตรวจสอบให้แน่ใจว่าคุณได้เลือกรายการที่จะลบแล้ว
DeletingStr=กำลังลบไฟล์ที่หลงเหลือ โปรดรอ...
DeleteCancleStr=คุณต้องการยกเลิกการลบหรือไม่?
RestoringCancleStr=กำลังสร้างจุดคืนค่า คุณต้องการยกเลิกหรือไม่?
RegistryCaption_Str=รีจิสทรี
FileCaption_Str=ไฟล์
TaskCaption_Str=ตารางกำหนดการ
ServiceCaption_Str=บริการระบบ
HintProToolStr=การถอนการติดตั้งขั้นสูงจะช่วยคุณถอนการติดตั้ง %s อย่างสมบูรณ์
SuccessReslutFromHistroySingle=ไฟล์ที่หลงเหลือของโปรแกรม ถูกล้างเสร็จสิ้น ตรวจสอบรายละเอียดด้านล่าง
SuccessReslutFromUninstallSingle=คุณถอนการติดตั้งโปรแกรม <a>%d</a> เสร็จสิ้นพร้อมกับรายละเอียดด้านล่าง
SuccessReslutFromUninstallSome=คุณถอนการติดตั้งโปรแกรม <a>%d</a> เสร็จสิ้นพร้อมกับรายละเอียดด้านล่าง
SuccessReslutNeedRestartSingle=<a>%d</a> โปรแกรมถูกถอนการติดตั้งแล้ว
SuccessReslutNeedRestartSome=<a>%d</a> โปรแกรมถูกถอนการติดตั้งแล้ว
FileDeleteReslut=ไฟล์ที่ลบ:  <a>%s</a>
RegDeleteReslut=รายการรีจิสทรีที่ลบ:  <a>%d</a>
TaskDeleteReslut=ตารางกำหนดการที่ลบ:  <a>%d</a>
ServiceDeleteReslut=บริการที่ลบ:  <a>%d</a>
HtmlRecomReslutCaption=<a>%d</a> โปรแกรมถูกถอนการติดตั้งและกำจัดไฟล์ที่หลงเหลือด้านล่างแล้ว
HtmlFileReCaption=<a>%s</a> ไฟล์ที่ไม่ใช้
HtmlRegReCaption=<a>%d</a> รายการรีจิสทรีที่ไม่ใช้
HtmlTaskReCaption=<a>%d</a> ตารางกำหนดการที่ไม่สมบูรณ์
HtmlServicesReCaption=<a>%d</a> บริการระบบที่ไม่สมบูรณ์
RebootYes=รีบูตเลย
RebootLater=ภายหลัง
FromHistroyNoItem=ไม่พบไฟล์ที่หลงเหลือ
FromUninstallNoItem=ถอนการติดตั้งสมบูรณ์
RelatedMetroText=มีแอปฯ ที่เกี่ยวข้อง การถอนการติดตั้งใด ๆ จะทำการถอนการติดตั้งสิ่งอื่น ๆ โดยอัตโนมัติ คุณต้องการถอนการติดตั้งหรือไม่?
RelatedSoftText=มีการติดตั้งผลิตภัณฑ์ที่จัดกลุ่มไว้ด้วยกัน คุณต้องการถอนการติดตั้งด้วยกันหรือไม่?
EmailHint=โปรดกรอกอีเมลล์ที่ถูกต้องที่นี่
MemoHint=โปรดอธิบายคำแนะนำหรือปัญหาของคุณเท่าที่คุณรู้
EmailMessage=โปรดตรวจสอบให้แน่ใจว่าอีเมล์ของคุณถูกต้อง ซึ่งเราจะใช้ติดต่อกลับไปหาคุณ
FeedBackMessage=โปรดเขียนคำอธิบาย
ScreenMaxMessage=การดำเนินการล้มเหลว คุณสามารถแนบได้สูงสุด 5 รูป
CloseHintMsg=คุณไม่ต้องการส่งคำติชมจริงหรือไม่?
FeedBack_1=ฉันรักมัน
FeedBack_2=คำแนะนำ
FeedBack_3=ถอนการติดตั้งล้มเหลว
FeedBack_4=แสดงโปรแกรมทั้งหมดล้มเหลว
FeedBack_5=ปัญหาสแกนขั้นสูง
FeedBack_6=รายงานบั๊ก
FeedBack_7=อื่น ๆ
RelatedProTip=เปิดใชิงาน PRO เพื่อถอนการติดตั้งผลิตภัณฑ์แอบแฝงทั้งไป
SpecProTip1=ถอนการติดตั้ง %s และโปรแกรมเพิ่มเติมเสร็จสมบูรณ์
SpecProTip2=เปิดใช้งาน PRO เพื่อรับคุณสมบัติและเพลิดเพลินไปกับคุณสมบัติ PRO เพิ่มเติม
UninstallProTipEnterCode=กรอกโค้ด
UninstallProTipActive=เปิดใช้งานเลย
UninstallProTipManage=จัดการใบอนญาต
Scan_M=สแกน
Clean_M=ล้าง
Cleaning_M=กำลังล้าง
SelectAll_M=เลือกทั้งหมด
DeselectAll_M=ไม่เลือกทั้งหมด
PleaseSelect_M=โปรดเลือกอย่างน้อยหนึ่งรายการเพื่อสแกน
CloseHint_M=ปิด
Invalid_item_M=(รายการเสียหาย)
ListviewHeader_Software_M=ชื่อโปรแกรม (ทั้งหมด: %d)
SoftwareFrame_ProgramName_M=ชื่อโปรแกรม (ทั้งหมด:%s)
History_Scan_M=สแกน
History_Detail_M=รายละเอียด
History_Residualfilesleft_M=ไฟล์ที่หลงเหลือ
Uninstalled_completely_M=ถอนการติดตั้งเสร็จสิ้น
History_Installed_M=ติดตั้งแล้ว
History_info_DouBle_M=โปรแกรมที่เลือกเพื่อถอนการติดตั้งครั้งล่าสุดยังถอนการติดตั้งไม่สมบูรณ์ โปรดคลิ๊กถอนการติดตั้งเพื่อทำต่อ
History_info_One_M=โปรแกรมที่เลือกเพื่อถอนการติดตั้งครั้งล่าสุดยังถอนการติดตั้งไม่สมบูรณ์ โปรดคลิ๊กถอนการติดตั้งเพื่อทำต่อ
SoftwareFrame_InstallDate_M=วันที่ติดตั้ง
SoftwareFrame_FrequencyUse_M=ใช้ล่าสุด
HistoryInfo_DisplayName=ชื่อที่แสดง
HistoryInfo_Publisher=ผู้เผยแพร่
HistoryInfo_Version=เวอร์ชั่น
HistoryInfo_InstallDate=วันที่ติดตั้ง
HistoryInfo_UseSize=ใช้พื้นที่
HistoryInfo_Location=ตำแหน่ง
HistoryInfo_UninstallDate=วันที่ถอนการติดตั้ง
SoftwareFrame_Frequency_DaysHint_M=ไม่ได้ใช้มา %s วันแล้ว
Noprograms_Frequencyofuse_M=โปรแกรมทั้งหมดที่คุณใช้งานบ่อย
Noprograms_100Size_M=ไม่พบโปรแกรมที่ขนาดเกิน 100MB
Noprograms_match_M=ไม่มีรายการที่คุณค้นหา
Noprograms_Recent_M=ไม่มีโปรแกรมที่ติดตั้งในช่วง 10 วันที่ผ่านมา
Details_M=รายละเอียด
Export_M=ส่งออก
monthsago_M=%d เดือนที่ผ่านมา
yearsago_M=%d ปีที่ผ่านมา
yearsagos_M=%d ปีที่ผ่านมา
days_left_M=วันที่เหลือ
SU_Title=ตัวอัปเดทซอฟแวร์
SU_COL_Name=ตัวอัปเดทซอฟแวร์
SU_COL_Version=เวอร์ชั่น
SU_COL_Ignore=ละเว้น
SU_COL_State=สถานะ
SU_Ignore=ละเว้น
SU_Ignored=ละเว้นแล้ว
SU_NoIgnore=อย่าละเว้น
SU_Update=อัปเดท
SU_Updating=กำลังอัปเดท
SU_UpToDate=ทันสมัยแล้ว
SU_NewVersion=เวอร์ชั่นใหม่
SU_CurrVersion=เวอร์ชั่นปัจจุบัน
SU_ActivePro=เปิดใช้การอัปเดทอัตโนมัติ
SU_Button_UpdateAll=อัปเดททั้งหมด
SU_Tip=ช่วยคุณทำให้โปรแกรมที่สำคัญของคุณทันสมัยอยู่เสมอ
APTitle=เปิดใชิ Pro ทั้งหมด
AP1=ลบแอปฯ ที่ลบยากเพิ่มเติม
AP2=กำจัดโปรแกรมแอบแฝง
AP3=กำจัดมัลแวร์บนเบราว์เซอร์
AP4=ถอนการติดตั้งปลั๊กอินอันตราย

[promot_M]
Youhave_M=คุณได้รับข้อเสนอพิเศษ %D% จาก IObit!
ThisSpecial_M=ข้อเสนอพิเศษนี้เป็นการขอบคุณผู้ใช้งานที่ช่วยเหลือเราในการพัฒนา IObit Uninstaller ให้ดียิ่งขึ้น
OnlyDays_M=เหลือเพียง %D วันเท่านั้น
enjoy_the_PRO_M=เปิดใช้งานเพื่อเพลิดเพลินไปกับคุณสมบัติ PRO:
PromotOne_M=ลบแอปฯ ที่ไม่ต้องการ
PromotTwo_M=กำจัดแอปฯ ที่ติดมาอย่างยสมบูรณ์
PromotThere_M=กำจัดมัลแวร์บนเบราว์เซอร์
ActivateNow_M=เปิดใช้งานเลย
GiveOffer_M=ไม่ขอรับข้อเสนอนี้

[ActionCenter_M]
M_ASCOffer=Clean and optimize PC with 1-click.<br>Speed up PC boot time up to 300% faster.<br>Wipe surfing traces to secure your privacy.<br>Monitor PC conditions in real time for smoother PC.<br>Protect your PC against common spyware.
M_IMFOffer=Powerful and comprehensive anti-malware program.<br>Defend ransomware like GoldenEye and Wannacry.<br>Safer online browsing and downloads.<br>Deeper && all-round real-time protection.
M_DBOffer=Large Driver Database (1,000,000+).<br>Update Drivers with Just 1-Click.<br>Safe Update with Qualified WHQL drivers.<br>Common Problems (e.g. network, sound) Fixer.<br>Reduce System Freezes && Crashes.
M_SDOffer=Higher File Access Speed.<br>Maximum Hard Disk Performance.<br>Increase PC Startup Speed up to 100% Faster.<br>Optimize Games for Better Gaming Experience.
M_SMOffer=Bring back classic Start Menu to Windows 8/10.<br>The powerful and simple File Search Engine.
M_DLOffer=The simple, secure way to manage your passwords.<br>Generate unique passwords to protect your accounts.<br>Automatically login on your favorite websites.<br>For Windows, Mac, iOS and Android.
M_IOTOffer=Your best iPhone manager and iPhone transfer software.<br>Transfer iPhone data between iPhone/iPad/iPod/PC.<br>Easy and free to manage iPhone photos, music, videos.<br>Clear junk files && cache to free up more space.
M_Moffer_Title=IObit Recommends
M_Close=Close
M_Cancel=Cancel
M_Moffer_Install=Install
M_Moffer_NoteEP=By clicking "Install", you agree to install %s and accept its <a>EULA</a> && <a>Privacy Policy</a>.
M_Moffer_Refund=<a>Note:</a> You can get a refund within 30 days. Read <a>Refund Policy</a>.
M_FixAllAC=รับทั้งหมด
M_HideAC=ซ่อน
M_ShowAC=แสดง
M_ShowACTitle=ความปลอดภัยและประสิทธิภาพ
M_ShowACDesc=คลิ๊ก "แสดง" เพื่อแสดงโปรแกรมที่แนะนำอื่นๆ แล้วติดตั้งมันเพื่อการปกป้องความปลอดภัยและประสิทธิภาพพีซีที่ดียิ่งขึ้น
M_AC_FreeTitle=ความปลอดภัยและประสิทธิภาพ
M_AC_FreeHelp_Ins=รับการปกป้องความปลอดภัยปละการเพิ่มประสิทธิภาพด้วยโปรแกรมที่แนะนำ
M_AC_FreeHelp_Upt=คุณจะไม่ได้รับฟังก์ชั่นการปรับปรุงและคุณสมบัติที่เพิ่มเข้ามาใหม่
M_AC_FreeHelp_OK=ให้โปรแกรมต่อไปนี้ทำงานเป็นเป็นประจำเพื่อการปกป้องความปลอดภัยและประสิทธิภาพพีซีที่ดีขึ้น
M_AC_Free_EULA=ก่อนอื่นคุณได้้ยอมรับข้อตกลงการอนุญาตของผู้ใช้เพื่อใช้งานผลิตภัณฑ์ที่แนะนำโดย IObit
M_AC_Free_ReadEULA=อ่าน EULA
M_ShowACTitle2=ประกาศ!
M_AC_FreeTitle2=ศูนย์ปฏิบัติการ
M_AC_FreeDetail2=รับการปกป้องความปลอดภัยปละการเพิ่มประสิทธิภาพด้วยโปรแกรมที่แนะนำ ก่อนอื่นคุณได้ยอมรับ<a>ข้อตกลงการอนุญาตของผู้ใช้</a>เพื่อใช้งานผลิตภัณฑ์ที่แนะนำโดย IObit
M_Scan=กำลังสแกน...
M_Recomm_Ins=แนะนำ: ติดตั้ง %s
M_Recomm_Upt=แนะนำ: อัพเกรด %s
M_none=ไม่มี
M_Fix=รับเลย
M_fixing=กำลังติดตั้ง
M_Updating=กำลังอัพเดท
M_fixed=รับแล้ว
M_failed=ล้มเหลว
M_RuningWell=ติดตั้งเวอร์ชั่นล่าสุดแล้ว
M_Outdated=ล้าสมัย
M_NotInstalled=ยังไม่ติดตั้ง
M_ASCCaption=ประสิทธิภาพระบบ
M_ASCInfo_NotIns=พบรีจิสทรีที่เสียหาย, ปัญหาความเป็นส่วนตัวและไฟล์ขยะบนระบบของคุณ
M_ASCInfo_UpToDate=Advanced SystemCare เพิ่มความเร็วประสิทธิภาพคอมพิวเตอร์ของคุณในคลิ๊กเดียว
M_ASCInfo_NeedUpDate=Advanced SystemCare ล้าสมัย
M_ASCDesc=ปกป้องและเพิ่มประสิทธิภาพพีซีของคุณในคลิ๊กเดียว
M_RunASC=สแกนตอนนี้
M_IMFCaption=การปกป้องสปายแวร์
M_IMFInfo_NotIns=รับการปกป้องที่ดีขึ้นโดยการติดตั้งโปรแกรมป้องกันสปายแวร์ของ IObit
M_IMFInfo_UpToDate=IObit Malware Fighter ปกป้องพีซีของคุณจากมัลแวร์ต่างๆ
M_IMFInfo_NeedUpDate=โปรแกรมป้องกันสปายแวร์ของคุณล้าสมัย
M_IMFDesc=ปกป้องพีซีของคุณจากมัลแวร์
M_RunIMF=สแกนตอนนี้
M_DBCaption=อัพเดทไดร์เวอร์
M_DBInfo_NotIns_C=พบ %s ไดร์เวอร์ล้าสมัย ซึ่งจะทำให้พีซีของคุณช้าและไม่เสถียร
M_DBInfo_NotIns=ไดร์เวอร์ที่ล้าสมัยจะส่งผลให้พีซีช้าลงและไม่เสถียร
M_DBInfo_UpToDate=Driver Booster อัพเดทไดร์เวอร์ล้าสมัยทั้งหมดบนพีซีของคุณ
M_DBInfo_NeedUpDate=โปรแกรมอัพเดทไดร์เวอร์ของคุณล้าสมัย
M_DBDesc=อัพเดทไดร์เวอร์ที่ล้าสมัยทั้งหมดบนพีซีของคุณ
M_RunDB=สแกนตอนนี้
M_SDCaption=เพิ่มประสิทธิภาพดิสก์
M_SDInfo_NotIns=พบปัญหาการเพิ่มประสิทธิภาพดิสก์ เพิ่มประสิทธิภาพเพื่อเพิ่มความเร็วดิสก์ของคุณ
M_SDInfo_UpToDate=Smart Defrag จะจัดเรียงดิสก์เพื่อให้ประสิทธิภาพสูงสุด
M_SDInfo_NeedUpDate=โปรแกรมจัดเรียงของคุณล้าสมัย
M_SDDesc=จัดเรียงดิสก์เพื่อประสิทธิภาพที่สูงขึ้น
M_RunSD=จัดเรียงตอนนี้
M_SMCaption=เมนูเริ่ม
M_SMInfo_NotIns=กลับไปใช้รูปแบบเมนู "เริ่ม" แบบเดิมของวินโดวส์
M_SMInfo_UpToDate=Start Menu 8 กลับไปใช้รูปแบบเมนู "เริ่ม" แบบเดิมของวินโดวส์
M_SMInfo_NeedUpDate=Start Menu 8 ของคุณล้าสมัย
M_SMDesc=กลับไปใช้รูปแบบเมนู "เริ่ม" แบบเดิมของวินโดวส์
M_RunSM=เริ่มตอนนี้
M_AMCCaption=การปกป้องแอนดรยด์
M_AMCInfo_NotIns=รับความปลอดภัยและการปกป้องข้อมูลส่วนตัวบนอุปกรณ์แอนดรอยด์ของคุณ
M_Recomm_Ins_AMC=แนะนำ: ติดตั้ง %s ไปยังอุปกรณ์แอนดรอยด์ของคุณ
M_AMCDesc=เพิ่มประสิทธิภาพและความปลอดภัยให้กับอุปกรณ์แอนดรอยด์ของคุณ
M_RunAMC=รับตอนนี้
M_DLCaption=จัดการรหัสผ่าน
M_DLInfo_NotIns=ปกป้องและจัดการรหัสผ่านของคุณทั้งหมดด้วย Dashlane Password Manager
M_DLInfo_UpToDate=จะไม่มีทางลืมรหัสผ่านของคุณอีกต่อไปทั้งยังปลอดภัยด้วย Dashlane
M_RunDL=จัดการ
M_AC_FreeTitleHide1=โปรแกรมที่แนะนำทั้งหมดถูกซ่อนไว้!
M_AC_FreeDetailHide=โปรแกรมที่แนะนำทั้งหมดถูกซ่อนไว้! คลิ๊ก "แสดง" เพื่อแสดงและติดตั้งพวกมันเพื่อการปกป้องความปลอดภัยและประสิทธิภาพที่เต็มสูบ
M_RunIU=เริ่มตอนนี้
M_IUCaption=ถอนการติดตั้งโปรแกรม
M_IUInfo_NotIns=กำจัดโปรแกรม แถบเครื่องมือ ปลั๊กอินเบราว์เซอร์ที่ไม่ต้องการ
M_IUInfo_UpToDate=IObit Uninstaller จะกำจัดปลั๊กอินและแอปอย่างถี่ถ้วน
M_IUInfo_NeedUpDate=IObit Uninstaller ของคุณล้าสมัย
M_FPCaption=แปลงไฟล์วิดีโอ
M_FPInfo_NotIns=รับเครื่องมือแปลงไฟล์วิดีโอเพื่อแปลงวิดีโอของคุณให้รอบรับอุปกรณ์อื่นๆ
M_FPInfo_UpToDate=เพลิดเพลินไปกับการรับชมวิดีโอบนอุปกรณ์ที่คุณต้องการ
M_FPInfo_NeedUpDate=Format Package ล้าสมัย
M_iFreeUpCaption=เพิ่มประสิทธิภาพ iOS
M_RuniFreeUp=สแกนตอนนี้
M_BuyiFreeUp=ซื้อตอนนี้
M_iFreeUpDesc=ฟรีสำหรับอุปกรณ์ iOS เพื่อพื้นที่ที่เพิ่มขึ้น
M_iFreeUpInfo_NotIns=อาจจะมีพื้นที่ที่มีค่าหายไปบนอุปกรณ์ iOS ของคุณ
M_iFreeUpInfo_UpToDate=iFreeUp เพิ่มพื้นที่ว่างบนอุปกรณ์ iOS ของคุณ
M_iFreeUpInfo_NeedUpDate=iFreeUp ของคุณล้าสมัย
M_Recomm_Ins_iFreeUp=แนะนำ: ติดตั้ง %s เพื่อรับพื้นที่ที่สูญเสียไป
M_RunSGB=เร่งตอนนี้
M_SGBCaption=เพิ่มประสิทธิภาพเกม
M_SGBInfo_NotIns=เร่งความเร็วเกมและพีซีของคุณให้อยู่ในสถานะพร้อมใช้งานมากที่สุด
M_SGBInfo_UpToDate=Superb Game Boost เพิ่มความเร็วและประสิทธิภาพเกมของคุณในคลิ๊กเดียว
M_SGBInfo_NeedUpDate=Superb Game Boost ล้าสมัย
M_VipTitle=ข้อเสนอพิเศษ VIP
M_AC_ShareTip=แชร์ข้อเสนอพิเศษนี้กับเพื่อนหรือครอบครัว
M_AC_Pro_Title=ผลิตภัณฑ์อื่นที่แนะนำเพื่อความปลอดภัยและประสิทธิภาพที่ดียิ่งขึ้น
M_ACPro_SubTitle=ซื้อตอนนี้เพื่อรับส่วนลดสุดพิเศษสำหรับผู้ใช้ ASC PRO เท่านั้น
M_ACPro_SubTitle_AU=ซื้อตอนนี้เพื่อรับส่วนลดสุดพิเศษสำหรับผู้ใช้ ASC Ultimate ที่ชำระเงินแล้วเท่านั้น
M_ActionCenterTitle_Perfectly=โปรแกรมทั้งหมดทำงานดีเยี่ยม!
M_SubTitle_Perfectly=เปิดใช้โปรแกรมต่อไปนี้อย่างสม่ำเสมอเพื่อรับการปกป้องความปลอดภัยและประสิทธิภาพพีซีที่ดีขึ้น เพลิดเพลินไปกับการใช้มัน
M_ShowACTitlePro=ข้อเสนอพิเศษ VIP
M_ShowACDescPro=คลิ๊ก "แสดง" เพื่อรับส่วนลดราคาพิเศษสำหรับผลิตภัณฑ์แนะนำจาก IObit
M_AC_ProShareMail=แชร์ผ่านอีเมล์
M_AC_ProShareFB=แชร์ผ่านเฟซบุ๊ค
M_AC_NoMailCLient=การดำเนินการล้มเหลวเพราะไคลเอนต์อีเมลล์ไม่ได้ติดตั้งอย่างถูกต้อง
M_BuyIMF=ซื้อตอนนี้
M_BuyDB=ซื้อตอนนี้
M_BuySD=ซื้อตอนนี้
M_SU_UpdateAll=อัพเดททั้งหมด
M_SU_ActiveAutoUpt=เปิดใช้การอัพเดทอัตโนมัติ
M_SU_Title=อัพเดทซอฟแวร์
M_SU_Help=ช่วยคุณรับการอัพเดทโปรแกรมให้ทันสมัยง่ายๆ อยู่เสมอ
M_SU_Ignored=ละเว้นแล้ว
M_SU_Upting=กำลังอัพเดท
M_SU_Update=อัพเดท
M_SU_UptoDate=ทันสมัย
M_SU_StopIg=ไม่ละเว้น
M_SU_Ignore=ละเว้น
M_SU_NewVer=เวอร์ชั่นใหม่:
M_SU_InsVer=เวอร์ชั่นปัจจุบัน:

